[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"chapter_6",{"title":{"EN":"Doppelganger","JA":"ドッペルゲンガー","ID":"Serupa","DE":"Doppelgängerin"},"data":[{"emotions":[0,1,1],"messages":{"EN":["A dark basement leading to another dangerous secret. ","This situation reminds me of the horror movies I have seen."],"JA":["別の危険な秘密につながる暗い地下室。","この状況は、私が見たホラー映画を思い出させる。"],"ID":["Sebuah ruang bawah tanah gelap yang membawa ke rahasia berbahaya lainnya. ","Situasi ini mengingatkan saya pada film horor yang pernah saya tonton."],"DE":["Ein dunkler Keller, der zu einem weiteren gefährlichen Geheimnis führt. ","Diese Situation erinnert mich an die Horrorfilme, die ich gesehen habe."]}},{"emotions":[0,1,1],"messages":{"EN":["Those are ghostly copies of me and Jame. How did they appear and attack us?"],"JA":["あれは私とジェームの幽霊のコピーだ。彼らはどうやって現れ、私たちを攻撃したのですか？"],"ID":["Itu adalah salinan hantu dari saya dan Jame.","Bagaimana mereka bisa muncul dan menyerang kami?"],"DE":["Das sind geisterhafte Kopien von mir und Jame."," Wie sind sie erschienen und haben uns angegriffen?"]}},{"emotions":[0,1,1],"messages":{"EN":["Ancient and bizarre inscriptions. Is this some kind of ancient ritual? ","Do those copies originate from here?"],"JA":["古代の奇妙な碑文。これは古代の儀式の一種なのだろうか？","そのコピーはここから生まれたのだろうか？"],"ID":["Tulisan kuno dan aneh. Apakah ini semacam ritual kuno?","Apakah salinan-salinan itu berasal dari sini?"],"DE":["Alte und bizarre Inschriften. Ist dies eine Art altes Ritual?","Stammen diese Kopien von hier?"]}},{"emotions":[0,1,1],"messages":{"EN":["A stone containing a mystical power? Is it magic?"],"JA":["神秘の力を秘めた石？魔法なのか？"],"ID":["Sebuah batu yang mengandung kekuatan mistis? Apakah itu sihir?"],"DE":["Ein Stein, der eine mystische Kraft enthält? Ist es Magie?"]}},{"emotions":[0,1,1],"messages":{"EN":["The second mystical stone has been found. I need to search for the last stone."],"JA":["つ目の神秘の石が見つかった。最後の石を探さなければならない。"],"ID":["Batu mistis kedua telah ditemukan. Saya perlu mencari batu terakhir."],"DE":["Der zweite mystische Stein wurde gefunden. Ich muss nach dem letzten Stein suchen."]}},{"emotions":[0,1,1],"messages":{"EN":["The third stone. I will stop those ghostly copies and make them disappear forever."],"JA":["3つ目の石。私は幽霊のようなコピーを止め、永遠に消滅させる。"],"ID":["Batu ketiga. Saya akan menghentikan salinan hantu itu dan membuat mereka menghilang selamanya."],"DE":["Der dritte Stein. Ich werde diese geisterhaften Kopien stoppen und sie für immer verschwinden lassen."]}},{"emotions":[0,1,1],"messages":{"EN":["That dark ritual has been destroyed. The copies have also vanished.","we need to escape from this place."],"JA":["あの闇の儀式は破壊された。","コピーも消えてしまった。この場所から脱出する必要がある。"],"ID":["Ritual gelap itu telah hancur. ","Salinan-salinan itu juga telah menghilang; kita perlu melarikan diri dari tempat ini."],"DE":["Das dunkle Ritual wurde zerstört. ","Die Kopien sind ebenfalls verschwunden; wir müssen von diesem Ort fliehen."]}}]}]],0,0,[],[],[]]