[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"chapter_7",{"title":{"EN":"Earth Maze","JA":"地球迷路","ID":"Labirin Bumi","DE":"Erdlabyrinth"},"data":[{"emotions":[0,1,1],"messages":{"EN":["A maze filled with wonders. Inside, it's like another world. ","Could there be strange creatures like the ones we've encountered before?"],"JA":["不思議に満ちた迷路。中はまるで別世界。","以前遭遇したような奇妙な生き物がいるのだろうか？"],"ID":["Sebuah labirin penuh dengan keajaiban. Di dalamnya, seperti dunia lain.","Apakah mungkin ada makhluk aneh seperti yang pernah kita temui sebelumnya?"],"DE":["Ein Labyrinth voller Wunder. Innen ist es wie eine andere Welt.","Könnte es seltsame Kreaturen geben, wie die, die wir zuvor getroffen haben?"]}},{"emotions":[0,1,1],"messages":{"EN":["A vicious plant sprout attacking humans! Nature here is really unfriendly."],"JA":["人間を襲う凶暴な若芽！ここの自然は本当に不親切だ。"],"ID":["Sebuah tunas tanaman yang ganas menyerang manusia! Alam di sini benar-benar tidak ramah."],"DE":["Ein bösartiger Pflanzenspross, der Menschen angreift! Die Natur hier ist wirklich nicht freundlich"]}},{"emotions":[0,1,1],"messages":{"EN":["The Plague Doctor! This is a character I've read about in documents about the old world. ","Will a plague emerge here?"],"JA":["ペストドクター！旧世界に関する文献で読んだことのある人物だ","疫病はここで発生するのだろうか？"],"ID":["Dokter Wabah! Ini adalah karakter yang pernah saya baca dalam dokumen tentang dunia lama.","Apakah wabah akan muncul di sini?"],"DE":["Der Pestdoktor! Das ist eine Figur, über die ich in Dokumenten über die alte Welt gelesen habe.","Wird hier eine Seuche ausbrechen?"]}},{"emotions":[0,1,1],"messages":{"EN":["A giant Golem. It ferociously attacks those who intrude upon this place. Be careful with them."],"JA":["巨大なゴーレム。この場所に侵入した者を凶暴に襲う。扱いには十分注意すること。"],"ID":["Sebuah Golem raksasa. Ia menyerang dengan ganas mereka yang memasuki tempat ini.","Hati-hatilah dengan mereka."],"DE":["Ein riesiger Golem. Er greift diejenigen, die in diesen Ort eindringen, wild an.","Seien Sie vorsichtig mit ihnen."]}},{"emotions":[0,1,1],"messages":{"EN":["James has been freed from the curse and returned to his normal state."," I'm so glad he wasn't hurt."],"JA":["ジェームズは呪いから解放され、元の状態に戻った。","彼が傷つかなくて本当によかった。"],"ID":["James telah dibebaskan dari kutukan dan kembali ke keadaan normalnya.","Saya sangat senang ia tidak terluka."],"DE":["James wurde vom Fluch befreit und ist in seinen normalen Zustand zurückgekehrt.","Ich bin so froh, dass er nicht verletzt wurde."]}},{"emotions":[0,1,1],"messages":{"EN":["The third stone. I will stop those ghostly copies and make them disappear forever."],"JA":["3つ目の石。私は幽霊のようなコピーを止め、永遠に消滅させる。"],"ID":["Batu ketiga. Saya akan menghentikan salinan hantu itu dan membuat mereka menghilang selamanya."],"DE":["Der dritte Stein. Ich werde diese geisterhaften Kopien stoppen und sie für immer verschwinden lassen."]}},{"emotions":[0,1,1],"messages":{"EN":["That dark ritual has been destroyed. The copies have also vanished.","we need to escape from this place."],"JA":["あの闇の儀式は破壊された。","コピーも消えてしまった。この場所から脱出する必要がある。"],"ID":["Ritual gelap itu telah hancur. ","Salinan-salinan itu juga telah menghilang; kita perlu melarikan diri dari tempat ini."],"DE":["Das dunkle Ritual wurde zerstört. ","Die Kopien sind ebenfalls verschwunden; wir müssen von diesem Ort fliehen."]}}]}]],0,0,[],[],[]]