[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"chapter_5",{"title":{"EN":"Mirror world","JA":"ミラーワールド","ID":"Dunia cermin","DE":"Spiegelwelt"},"data":[{"emotions":[0,1,1],"messages":{"EN":["James - the inspector. ","He is a talented detective with a complex personality.","However, to uncover the truth in this mansion, his help is indispensable."],"JA":["ジェームズ警部。","複雑な個性を持つ有能な刑事である。","しかし、この屋敷の真相を暴くためには、彼の協力が不可欠である。"],"ID":["James - inspektur. ","Dia adalah seorang detektif berbakat dengan kepribadian yang kompleks.","Namun, untuk mengungkap kebenaran di rumah besar ini, bantuannya sangat diperlukan."],"DE":["James - der Inspektor.","Er ist ein talentierter Detektiv mit einer komplexen Persönlichkeit.","Jedoch, um die Wahrheit in diesem Herrenhaus aufzudecken, ist seine Hilfe unverzichtbar."]}},{"emotions":[0,1,1],"messages":{"EN":["Mirror of Dimension. Why is it here?","Could there be another parallel world? We must find out the truth behind this."],"JA":["次元の鏡。なぜここにあるのか？","その真相を突き止めなければならない。"],"ID":["Cermin Dimensi. Mengapa ada di sini?","Mungkinkah ada dunia paralel lain? Kita harus mencari tahu kebenaran di balik ini."],"DE":["Spiegel der Dimension. Warum ist er hier?","Könnte es eine andere parallele Welt geben? Wir müssen die Wahrheit dahinter herausfinden."]}},{"emotions":[0,1,1],"messages":{"EN":["This girl is extremely important in this case.","Does Elizabeth want to perform some kind of mysterious ritual? We must save her."],"JA":["この少女はこの事件において極めて重要だ。","エリザベスは何か謎めいた儀式を行いたいのだろうか？彼女を救わねばならない"],"ID":["Gadis ini sangat penting dalam kasus ini.","Apakah Elizabeth ingin melakukan semacam ritual misterius? Kita harus menyelamatkannya."],"DE":["Dieses Mädchen ist extrem wichtig in diesem Fall.","Will Elizabeth irgendeine Art von mysteriösem Ritual durchführen? Wir müssen sie retten."]}},{"emotions":[0,1,1],"messages":{"EN":["This is Darksider. They appear all over this world.","We must find out what they truly are."],"JA":["これがダークサイダーだ。","彼らはこの世界の至る所に出現している。"],"ID":["Ini adalah Darksider. Mereka muncul di seluruh dunia.","Kita harus mencari tahu apa sebenarnya mereka."],"DE":["Das ist ein Darksider. Sie erscheinen überall in dieser Welt.","Wir müssen herausfinden, was sie wirklich sind."]}},{"emotions":[0],"messages":{"EN":["We have temporarily defeated some Darksiders. ","There are still many mysteries that we need to clarify."],"JA":["我々は一時的にいくつかのダークサイダーを倒した。","まだ解明しなければならない謎がたくさんあります。"],"ID":["Kami untuk sementara telah mengalahkan beberapa Darksiders.","Masih banyak misteri yang perlu kita klarifikasi."],"DE":["Wir haben vorübergehend einige Darksiders besiegt.","Es gibt noch viele Geheimnisse, die wir klären müssen."]}}]}]],0,0,[],[],[]]