[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"chapter_4",{"title":{"EN":"Survives","JA":"生き残る","ID":"Bertahan","DE":"Überlebt"},"data":[{"emotions":[0,1,1],"messages":{"EN":["This is a survivor from the experiments. ","It seems she will provide important information about the experiments and Elizabeth's plans."],"JA":["これは実験の生存者だ。","彼女は実験とエリザベスの計画について重要な情報を提供してくれるようだ。"],"ID":["Ini adalah orang yang selamat dari eksperimen tersebut. ","Sepertinya dia akan memberikan informasi penting tentang eksperimen dan rencana Elizabeth."],"DE":["Dies ist eine Überlebende der Experimente. Es scheint,","sie wird wichtige Informationen über die Experimente und Elizabeths Pläne liefern "]}},{"emotions":[0,1,1],"messages":{"EN":["The unfortunate victim of the experiment has been rescued.","I will continue to return and search for more clues."],"JA":["実験の不幸な犠牲者は救出された。","私は引き続き戻り、さらなる手がかりを探す」。"],"ID":["Korban percobaan yang malang telah diselamatkan.","Saya akan terus kembali dan mencari petunjuk lebih lanjut."],"DE":["Das unglückliche Opfer des Experiments wurde gerettet. ","Ich werde weiterhin zurückkehren und nach mehr Hinweisen suchen"]}},{"emotions":[0,1,1],"messages":{"EN":["A mad butcher in the laboratory. ","This place is even crazier than in the movies.","I need to escape from his pursuit."],"JA":["実験室の狂った肉屋。","ここは映画以上にクレイジーだ。","彼の追跡から逃れる必要がある。"],"ID":["Seorang tukang daging gila di laboratorium. ","Tempat ini bahkan lebih gila daripada di film.","Aku harus melarikan diri dari kejarannya."],"DE":["Ein verrückter Metzger im Labor. ","Dieser Ort ist noch verrückter als in den Filmen. ","Ich muss seiner Verfolgung entkommen."]}},{"emotions":[0,1,1],"messages":{"EN":["Laser gun? ","This is one of the dangerous traps set up in this laboratory.","It seems they will help me defeat the butcher."],"JA":["レーザー銃？","この研究所に仕掛けられている危険な罠の一つだ。","肉屋を倒すのに役立ちそうだ」。"],"ID":["Senjata laser?","Ini adalah salah satu jebakan berbahaya yang dipasang di laboratorium ini. ","Tampaknya mereka akan membantuku mengalahkan si tukang daging."],"DE":["Laserpistole?","Dies ist eine der gefährlichen Fallen, die in diesem Labor aufgestellt wurden.","Es scheint, sie werden mir helfen, den Metzger zu besiegen"]}},{"emotions":[0],"messages":{"EN":["The butcher has been defeated.","His crimes have come to an end.","Elizabeth is still out there; I must continue this investigation."],"JA":["肉屋は倒された。","彼の犯罪は終わった。","エリザベスはまだそこにいる。"],"ID":["Tukang daging telah dikalahkan.","Kejahatannya telah berakhir.","Elizabeth masih di luar sana; Saya harus melanjutkan penyelidikan ini."],"DE":["Der Metzger wurde besiegt. ","Seine Verbrechen sind zu einem Ende gekommen.","Elizabeth ist immer noch da draußen; ich muss diese Untersuchung fortsetzen."]}}]}]],0,0,[],[],[]]