[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"chapter_2",{"title":{"EN":"Mystery Manor Lab","JA":"ミステリーマナーラボ","ID":"Lab Misteri Manor","DE":"Mystery Manor Lab"},"data":[{"emotions":[0,1,1],"messages":{"EN":["This card might help me open the secret doors in this laboratory.","Excellent!","This manor is not only a site for biological experiments but also a nexus for a larger conspiracy."],"JA":["このカードを使えば、この研究所の秘密の扉を開けることができるかもしれない。","素晴らしい！この荘園は生物学的実験の場であるだけでなく、","より大きな陰謀の結節点でもあるのだ。"],"ID":["Kartu ini mungkin bisa membantu saya membuka pintu rahasia di laboratorium ini.","Bagus sekali! Rumah ini bukan hanya tempat eksperimen ","biologi tapi juga tempat konspirasi yang lebih besar."],"DE":["Diese Karte könnte mir helfen, die geheimen Türen in diesem Labor zu öffnen.","Ausgezeichnet! Dieses Herrenhaus ist nicht nur ein Ort für biologische Experimente,","sondern auch ein Knotenpunkt für eine größere Verschwörung."]}},{"emotions":[0,1,1],"messages":{"EN":["An old newspaper spoke of werewolf sightings. ","They have been present here for a long time. Does this have anything to do with Elizabeth?","She is not just a wealthy person; could she be hiding some terrible secret?"],"JA":[" 古い新聞に狼男の目撃談が載っていた。人狼は昔からここにいた。","エリザベスと関係があるのか？","彼女は単なる資産家ではなく、何か恐ろしい秘密を隠しているのではないか？"],"ID":["Sebuah surat kabar tua berbicara tentang penampakan manusia serigala. ","Mereka sudah lama hadir di sini. Apakah ini ada hubungannya dengan Elizabeth?","Dia bukan hanya orang kaya; mungkinkah dia menyembunyikan rahasia buruk?"],"DE":["Eine alte Zeitung berichtete von Werwolf-Sichtungen.","Sie sind hier schon lange präsent. Hat das etwas mit Elizabeth zu tun?","Sie ist nicht nur eine reiche Person; könnte sie ein schreckliches Geheimnis verbergen?"]}},{"emotions":[0,1,1],"messages":{"EN":["A set of documents related to werewolves and including human names? ","Could it be that these people were turned into werewolves by those insane experiments?","......"],"JA":["人狼に関する文書一式で、人間の名前も含まれている？","この人たちは、","あの非常識な実験によって狼男にされたのだろうか？"],"ID":["Kumpulan dokumen yang berhubungan dengan manusia serigala dan termasuk nama manusia?","Mungkinkah orang-orang ini berubah menjadi manusia serigala karena eksperimen gila itu?","....."],"DE":["Ein Satz von Dokumenten, die mit Werwölfen zusammenhängen und menschliche Namen enthalten? ","Könnte es sein,","dass diese Menschen durch diese verrückten Experimente in Werwölfe verwandelt wurden?"]}},{"emotions":[0,1,1],"messages":{"EN":["A test tube still has traces of blood on it.","There's no doubt anymore,","my speculations are heading in the right direction."],"JA":["試験管に血液の跡が残っている。","もう疑う余地はない。","私の推測は正しい方向に向かっている」。"],"ID":["Sebuah tabung reaksi masih terdapat bekas darah.","Tidak ada keraguan lagi,","spekulasi saya mengarah ke arah yang benar."],"DE":["Ein Reagenzglas hat immer noch Blutspuren daran. ","Es gibt keinen Zweifel mehr,","meine Spekulationen gehen in die richtige Richtung."]}},{"emotions":[0],"messages":{"EN":["Human handprints. Terrifying, this place is truly insane "],"JA":["人間の手形。恐ろしい、この場所は本当に狂っている。"],"ID":["Jejak tangan manusia. Mengerikan, tempat ini benar-benar gila."],"DE":["Menschliche Handabdrücke. Erschreckend, dieser Ort ist wirklich wahnsinnig."]}}]}]],0,0,[],[],[]]