[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"chapter_3",{"title":{"EN":"Elizabeth is back","JA":"エリザベスが帰ってきた","ID":"Elizabeth kembali","DE":"Elizabeth ist zurück"},"data":[{"emotions":[0,1,1],"messages":{"EN":["The Dire Rat is a genetically modified creature resulting from failed experiments.","They are found everywhere in this laboratory."],"JA":["ダイアラットは実験の失敗から生まれた遺伝子組み換え生物である。","この研究所のいたるところに生息している」。"],"ID":["Tikus Mengerikan adalah makhluk hasil rekayasa genetika yang dihasilkan dari percobaan yang gagal.","Mereka ditemukan di mana-mana di laboratorium ini."],"DE":["Die Dire Rat ist eine genetisch modifizierte Kreatur,","die aus gescheiterten Experimenten resultiert. ","Sie sind überall in diesem Labor zu finden."]}},{"emotions":[0,1,1],"messages":{"EN":["This is a dossier on the mad scientist who participated in the experiments.","His background will be very helpful in investigating the case."],"JA":["これは実験に参加したマッドサイエンティストに関する書類である。","彼の経歴は事件の捜査に大いに役立つだろう」。"],"ID":["Ini adalah dokumen tentang ilmuwan gila yang berpartisipasi dalam eksperimen tersebut.","Latar belakangnya akan sangat membantu dalam menyelidiki kasus ini."],"DE":["Dies ist ein Dossier über den verrückten Wissenschaftler, der an den Experimenten teilgenommen hat.","Sein Hintergrund wird bei der Untersuchung des Falls sehr hilfreich sein."]}},{"emotions":[0,1,1],"messages":{"EN":["It's unbelievable that Elizabeth has reappeared. ","She is accompanied by people who look very dangerous.","What is Elizabeth's true identity?"],"JA":["エリザベスが再び現れたなんて信じられない。","彼女は非常に危険そうな人々を伴っている。","エリザベスの正体は何なのか？"],"ID":["Sulit dipercaya Elizabeth muncul kembali.","Dia ditemani oleh orang-orang yang terlihat sangat berbahaya.","Apa identitas Elizabeth yang sebenarnya?"],"DE":["Es ist unglaublich, dass Elizabeth wieder aufgetaucht ist.","Sie wird von Personen begleitet, die sehr gefährlich aussehen.","Was ist Elizabeths wahre Identität?"]}},{"emotions":[0,1,1],"messages":{"EN":["These guys were hired to protect Elizabeth. ","They are ready to do anything to complete their terrible plans."],"JA":["彼らはエリザベスを守るために雇われた。","彼らは恐ろしい計画を完遂するためなら何でもする用意がある」。"],"ID":["Orang-orang ini disewa untuk melindungi Elizabeth.","Mereka siap melakukan apa pun untuk menyelesaikan rencana buruk mereka."],"DE":["Diese Typen wurden angeheuert, um Elizabeth zu schützen.","Sie sind bereit, alles zu tun, um ihre schrecklichen Pläne zu vollenden."]}},{"emotions":[0],"messages":{"EN":["Collie ran to the side of Elizabeth - its former owner. ","I will rescue Collie and hope that it realizes its owner is committing a crime. "],"JA":["コリーはエリザベスのそばに駆け寄った。私はコリーを救出し、","飼い主が犯罪を犯していることに気づかせることを望む。"],"ID":["Collie berlari ke sisi Elizabeth - mantan pemiliknya. ","Saya akan menyelamatkan Collie dan berharap dia menyadari pemiliknya melakukan kejahatan."],"DE":["Collie lief an die Seite von Elizabeth - seiner ehemaligen Besitzerin. ","Ich werde Collie retten und hoffe, dass es erkennt, dass sein Besitzer ein Verbrechen begeht."]}}]}]],0,0,[],[],[]]