[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"chapter_1_v2",{"title":{"EN":"Mystery Manor","JA":"謎の邸宅","ID":"Rumah Misteri","DE":"Geheimnisvolles Herrenhaus"},"data":[{"emotions":[0,1,1],"messages":{"EN":["This is a photograph of Elizabeth, the owner of this estate."],"JA":["これは、この地所の所有者であるエリザベスの写真である。","写真をよく見ると、幽霊のような人影がある。","この幽霊はエリザベスの失踪と関係があるのだろうか？"],"ID":["Ini foto Elizabeth, pemilik perkebunan ini.","Setelah diperiksa lebih dekat pada gambar tersebut, ada sesosok hantu.","Mungkinkah hantu ini ada hubungannya dengan hilangnya Elizabeth?"],"DE":["Dies ist ein Foto von Elizabeth, der Besitzerin dieses Anwesens","Bei näherer Betrachtung des Bildes erscheint eine geisterhafte Figur.","Könnte dieser Geist mit Elizabeths Verschwinden zusammenhängen?"]}},{"emotions":[0,1,1],"messages":{"EN":["I managed to capture a photo of a ghost in the mansion.","This is a very important clue in the case.","I need more clues to unravel the mystery of this mansion."],"JA":["屋敷の幽霊の写真を撮ることができた。","これは事件の非常に重要な手がかりだ。","この屋敷の謎を解き明かすには、もっと手がかりが必要だ。"],"ID":["Saya berhasil mengambil foto hantu di dalam mansion.","Ini adalah petunjuk yang sangat penting dalam kasus ini.","Saya membutuhkan lebih banyak petunjuk untuk mengungkap misteri rumah besar ini."],"DE":["Es ist mir gelungen, ein Foto eines Geistes im Herrenhaus zu machen.","Dies ist ein sehr wichtiger Hinweis in diesem Fall. ","Ich brauche mehr Hinweise, um das Geheimnis dieses Herrenhauses zu entschlüsseln."]}},{"emotions":[0,1,1],"messages":{"EN":["This is truly a terrifying werewolf.","Look at it, why is it wearing human clothes?","Could this be related to another mystery?"],"JA":["これは本当に恐ろしい狼男だ。","見てください、なぜ人間の服を着ているのでしょう？","別の謎と関係があるのだろうか？"],"ID":["Ini benar-benar manusia serigala yang menakutkan.","Coba lihat, kenapa dia memakai pakaian manusia?","Mungkinkah ini ada hubungannya dengan misteri lain?"],"DE":["Das ist wirklich ein erschreckender Werwolf. ","Schau es dir an, warum trägt es Menschenkleidung?","Könnte dies mit einem anderen Geheimnis zusammenhängen?"]}},{"emotions":[0,1,1],"messages":{"EN":["Collie is a cute and very smart dog.","Why was it abandoned here, surrounded by an abandoned laboratory?","What happened at this place?"],"JA":["コリーはかわいくてとても賢い犬だ。","なぜ、廃墟と化した研究所に囲まれて、ここに捨てられたのか？","この場所で何が起こったのだろう？"],"ID":["Collie adalah anjing yang lucu dan sangat pintar.","Mengapa ditinggalkan di sini, dikelilingi oleh laboratorium yang ditinggalkan?","Apa yang terjadi di tempat ini?"],"DE":["Collie ist ein süßer und sehr intelligenter Hund.","Warum wurde er hier verlassen, umgeben von einem verlassenen Labor?","Was ist an diesem Ort passiert?"]}},{"emotions":[0,1,1],"messages":{"EN":["I guess these glasses must belong to Elizabeth. ","Surely she was attacked by a phantom or creatures at this estate.","But why did they appear here? And what about this laboratory?"],"JA":["この眼鏡はエリザベスのものだろう。","きっと彼女はこの屋敷で幻か生き物に襲われたのだろう。","でも、なぜここに現れたのでしょう？この研究所はどうなっているのだろう？"],"ID":["Saya kira kacamata ini pasti milik Elizabeth.","Pasti dia diserang oleh hantu atau makhluk di perkebunan ini.","Tapi kenapa mereka muncul di sini? Dan bagaimana dengan laboratorium ini?"],"DE":["Ich vermute, diese Brille muss Elizabeth gehören.","Sicherlich wurde sie von einem Phantom oder Kreaturen auf diesem Anwesen angegriffen.","Aber warum erschienen sie hier? Und was ist mit diesem Labor?"]}}]}]],0,0,[],[],[]]